Repository: LluisRamon/Curriculum-Vitae
Catalog: esp/esp.po
Languages: es

source: Education
es: Educación

source: \cventry{2013 - 2016}{Master in Statistics and Operations Research}{Universitat Politècnica de Catalunya - Universitat de Barcelona}{Barcelona}{}{Master Thesis: Using tree-based models to predict drunk driving at Police preventive checkpoints.}
es: \cventry{2013 - 2016}{Máster en Estadística e Investigación Operativa}{Universitat Politècnica de Catalunya - Universitat de Barcelona}{Barcelona}{}{Master Thesis: Using tree-based models to predict drunk driving at Police preventive checkpoints.}

source: \cventry{2002 - 2007}{Degree in Mathematics}{Universitat Politècnica de Catalunya}{Barcelona}{}{}
es: \cventry{2002 - 2007}{Licenciatura en Matemáticas}{Universitat Politècnica de Catalunya}{Barcelona}{}{}

source: \cventry{2007}{Socrates-Erasmus Exchange Program}{Université Pierre et Marie CURIE}{Paris}{}{}
es: \cventry{2007}{Becario del programa Socrates-Erasmus}{Université Pierre et Marie CURIE}{Paris}{}{}

source: Experience
es: Experiencia

source: \cventry{2016 - Present}{Data Scientist}{Digital Origin}{Barcelona}{}{ Digital Origin is a Fintech dedicated to consumer finance with online, automatic and paperless products. \newline My main responsibility is to improve the Credit Risk Engine to reduce risk and increase customer acceptance. \newline The main tasks performed are: \begin{itemize} \item Create Machine Learning models and new business rules \begin{itemize} \item Definition, importing, data manipulation and feature engineering \item Feature selection, model training and validation \item Collaborate with the development team to have the model in production \item Monitoring and validation of the model once it is in production \end{itemize} \item Portfolio optimization to improve the trade-off between acceptance and risk \item Create a new returning flow to improve the associated KPIs \end{itemize} }
es: \cventry{2016 - Presente}{Data Scientist}{Digital Origin}{Barcelona}{}{ Digital Origin es una Fintech dedicada al financiación al consumo con productos online, automáticos y sin papeles. \newline Mi responsabilidad principal es mejorar el Credit Risk Engine para reducir el riesgo y aumentar la aceptación de los clientes. \newline Las principales tareas realizadas son: \begin{itemize} \item Crear modelos de Machine Learning y nuevas reglas de negocio \begin{itemize} \item Definición, obtención y manipulación de datos, feature engineering \item Feature selection, model training y validación \item Colaborar con el equipo de desarrollo para poner el modelo en producción \item Seguimiento y validación del modelo cuando ya está en producción \end{itemize} \item Optimización del porfolio para mejorar el trade-off entre aceptación y riesgo \item Diseñar un nuevo flujo de returnings para mejorar los KPI asociados \end{itemize} }

source: \cventry{2007 - 2016}{Road Safety and Traffic Management Engineer}{Servei Català de Trànsit, Generalitat de Catalunya}{Barcelona}{}{ Servei Català de Trànsit is a government agency in charge of road safety and mobility in Catalonia. \newline My main responsibility was monitoring the road safety and mobility in Catalonia. \newline The main tasks performed were: \begin{itemize} \item Automate data analysis, maps and reporting with internal R packages \item Data validation from road accidents, alcohol controls, speed cameras, fines, magnetic loops. \item Design, collect and analysis of road safety policies \item Propose road safety policies for the Catalan Road Safety Plan \item Participate in European projects and make proposals to the European Commission \item Suppliers link and follow-up of external consultants \end{itemize} }
es: \cventry{2007 - 2016}{Técnico en seguridad vial y movilidad}{Servei Català de Trànsit, Generalitat de Catalunya}{Barcelona}{}{ El Servei Català de Trànsit es una agencia gubernamental encargada de la seguridad vial y la movilidad en Catalunya. \newline Mi responsabilidad principal era el seguimiento de los KPI de seguridad vial y de movilidad en Catalunya \newline Las principales tareas realizadas fueron: \begin{itemize} \item Automatizar el análisis de datos, mapas y reporting con librerias de R internas \item Validación de datos de accidentes, controles alcoholemia, radar, espiras, sanciones. \item Diseño de estudios, recolección de datos y su posterior análisis \item Definición de los principales KPI para el correcto seguimiento de la seguridad vial \item Colaborar en la definición del plan de seguridad vial de Catalunya \item Participar en proyectos europeos y en propuestas a la Comisión Europea \item Enlace con proveedores, realización de pliegos y seguimiento de los trabajos realizados por consultoras externas \end{itemize}}

source: \cventry{Jun. 2015}{R Programming Course}{Datosphera}{}{Barcelona}{16 hours training to the technical team at Datosphera in R programming. The course was adapted to the needs of the company and to solve their data problems.}
es: \cventry{Jun. 2015}{Curso de introducción al lenguaje de programación R}{Datosphera}{}{Barcelona}{Formación de 16 horas al equipo técnico de Datosphera en el lenguaje de programación R. Se adaptó el curso a las necesidades de la empresa y a resolver sus problemas con los datos.}

source: Languages
es: Idiomas

source: \cvitem{Catalan}{Native proficiency } \cvitem{Spanish}{Native proficiency } \cvitem{English}{Full professional proficiency} \cvitem{French}{Elementary proficiency}
es: \cvitem{Catalan}{Competencia bilingüe o nativa} \cvitem{Español}{Competencia bilingüe o nativa} \cvitem{Inglés}{Competencia profesional completa} \cvitem{Francés}{Competencia básica limitada}

source: IT Skills
es: Aptitudes y Conocimientos

source: \cvitem{Programming}{SQL, MongoDB, Python, TEX, Git.} \cvitem{Data Analysis}{R, Matlab, SPSS, SAS.} \cvitem{OS}{Windows, Mac, Linux.} \cvitem{BI}{Microstrategy, Tableau.}
es: \cvitem{Programación}{SQL, MongoDB, Python, TEX, Git.} \cvitem{Data Analysis}{R, Matlab, SPSS, SAS.} \cvitem{OS}{Windows, Mac, Linux.} \cvitem{BI}{Microstrategy, Tableau.}

source: Courses
es: Cursos

source: \cventry{Apr. 2012}{Programming a Robotic Car}{Udacity}{Online}{}{} \cventry{Mar. 2011}{Survey sampling design and analysis}{Institut d'Estadística de Catalunya}{Barcelona}{}{} \cventry{Sep. 2010}{Public Contracts Specification}{Escola d'Administració Pública de Catalunya}{Online}{}{} \cventry{Sep. 2009}{Agata GIS}{Servei Català de Trànsit}{Barcelona}{}{} \cventry{May 2009}{Microstrategy Desktop}{Microstrategy Business Intelligence}{Barcelona}{}{} \cventry{Apr. 2008}{Aimsun Foundation Course}{Transport Simulation Systems}{Barcelona}{}{} \cventry{Feb. 2008}{Certificate of Pedagogical Aptitude}{Universitat Politècnica de Catalunya}{Barcelona}{}{}
es: \cventry{Apr. 2012}{Programming a Robotic Car}{Udacity}{Online}{}{} \cventry{Mar. 2011}{Diseño y tratamiento de encuestas para el muestreo}{Institut d'Estadística de Catalunya}{Barcelona}{}{} \cventry{Sep. 2010}{Curso de contratos del sector público}{Escola d'Administració Pública de Catalunya}{Online}{}{} \cventry{Sep. 2009}{Agata GIS}{Servei Català de Trànsit}{Barcelona}{}{} \cventry{May 2009}{Microstrategy Desktop}{Microstrategy Business Intelligence}{Barcelona}{}{} \cventry{Apr. 2008}{Aimsun Foundation Course}{Transport Simulation Systems}{Barcelona}{}{} \cventry{Feb. 2008}{Certificado de Aptitud Pedagógica}{Universitat Politècnica de Catalunya}{Barcelona}{}{}

source: Publications
es: Publicaciones

source: Presentations
es: Presentaciones

source: Awards
es: Premios

source: \cventry{Oct. 2018}{eDreams ODIGEO Datathon - Second Best Accuracy Model}{Predict the type of accommodation (Hotel, Hostel, Guesthouse, Apartment, etc) using several images and Google Cloud Vision tags. Team with: David Massip and Jordi Puigdellivol}{}{}{}{}
es: \cventry{Oct. 2018}{eDreams ODIGEO Datathon - Second Best Accuracy Model}{Predecir el tipo de alojamiento (hotel, albergue, pensión, apartamento) utilizando varias imágenes y etiquetas de Google Cloud Vision. Equipo con David Massip y Jordi Puigdellivol}{}{}{}{}

source: \cventry{Oct. 2016}{Social Point Monster Legends Datathon - Best Business Insights Track}{Best Business Insights Track and 3rd best recommender system on gaming data. Team with: Jordi Zamora, Carlos Bort and Jordi Puigdellivol}{}{}{}{}
es: \cventry{Oct. 2016}{Social Point Monster Legends Datathon - Best Business Insights Track}{Mejor Business Insights Track y tercer mejor sistema de recomendaciones sobre datos de un videojuego. Equipo con Jordi Zamora, Carlos Bort y Jordi Puigdellivol}{}{}{}{}

source: \cventry{May 2016}{\link[Accenture Datathon 2016 - Best Accuracy Track Model]{https://www.accenture.com/es-es/careers/analytics-datathon}}{Predicting car accidents in Barcelona based on local police accident reports. Team with: Carlos Bort, Jordi Puigdellivol and Jordi Zamora}{}{}{}{}
es: \cventry{May 2016}{\link[Accenture Datathon 2016 - Best Accuracy Track Model]{https://www.accenture.com/es-es/careers/analytics-datathon}}{Predicción de accidentes de tráfico en Barcelona a partir de informes de accidentes de la Guardia Urbana. Equipo con Carlos Bort, Jordi Puigdellivol y Jordi Zamora}{}{}{}{}

source: \cventry{Nov. 2015}{\link[Social Point Dragon City Datathon - Best Accuracy Track Model]{http://bcnanalytics.com/hackathon/}}{Best predictive model on video game churn. Team with: Carlos Bort, Jordi Puigdellivol and Jordi Zamora}{}{}{}{}
es: \cventry{Nov. 2015}{\link[Social Point Dragon City Datathon - Best Accuracy Track Model]{http://bcnanalytics.com/hackathon/}}{Mejor modelo predictivo para detectar jugadores que se darán de baja a un videojuego. Equipo con Carlos Bort, Jordi Puigdellivol y Jordi Zamora}{}{}{}{}
