Repository: LluisRamon/Curriculum-Vitae
Catalog: cat/cat.po
Languages: ca_es

source: Education
ca_es: Educació

source: \cventry{2013 - 2016}{Master in Statistics and Operations Research}{Universitat Politècnica de Catalunya - Universitat de Barcelona}{Barcelona}{}{Master Thesis: Using tree-based models to predict drunk driving at Police preventive checkpoints.}
ca_es: \cventry{2013 - 2016}{Màster en Estadística i Investigació Operativa}{Universitat Politècnica de Catalunya - Universitat de Barcelona}{Barcelona}{}{Master Thesis: Using tree-based models to predict drunk driving at Police preventive checkpoints.}

source: \cventry{2002 - 2007}{Degree in Mathematics}{Universitat Politècnica de Catalunya}{Barcelona}{}{}
ca_es: \cventry{2002 - 2007}{Llicenciatura de Matemàtiques}{Universitat Politècnica de Catalunya}{Barcelona}{}{}

source: \cventry{2007}{Socrates-Erasmus Exchange Program}{Université Pierre et Marie CURIE}{Paris}{}{}
ca_es: \cventry{2007}{Becari del programa Socrates-Erasmus}{Université Pierre et Marie CURIE}{París}{}{}

source: Experience
ca_es: Experiència

source: \cventry{2016 - Present}{Data Scientist}{Pagantis}{Barcelona}{}{ Pagantis is a Fintech dedicated to consumer finance with online, automatic and paperless products. \newline My main responsibility is to improve the Credit Risk Engine to reduce risk and increase customer acceptance. \newline The main tasks performed are: \begin{itemize} \item Create Machine Learning models and new business rules \begin{itemize} \item Definition, importing, data manipulation and feature engineering \item Feature selection, model training and validation \item Collaborate with the development team to have the model in production \item Monitoring and validation of the model once it is in production \end{itemize} \item Portfolio optimization to improve the trade-off between acceptance and risk \item Create a new returning flow to improve the associated KPIs \end{itemize} }
ca_es: \cventry{2016 - Present}{Data Scientist}{Pagantis}{Barcelona}{}{ Pagantis és una Fintech dedicada al finançament al consum amb productes online, automàtics i sense papers. \newline La meva responsabilitat principal és millorar el Credit Risk Engine per reduir el risk i aumentar l'acceptació de clients. \newline Les principals tasques realitzades són: \begin{itemize} \item Crear models de Machine Learning i noves regles de negoci \begin{itemize} \item Definició, obtenció i manipulació de dades, feature engineering \item Feature selection, model training i validació \item Col$\mathord{\cdot}$laborar amb l’equip de desenvolupament per posar el model en producció \item Seguiment i validació del model a producció \end{itemize} \item Optimització del portfoli per millorar el trade-off entre acceptació i risc \item Dissenyar un nou flux de returnings per millorar els KPI associats \end{itemize} }

source: \cventry{2007 - 2016}{Road Safety and Traffic Management Engineer}{Servei Català de Trànsit, Generalitat de Catalunya}{Barcelona}{}{ Servei Català de Trànsit is a government agency in charge of road safety and mobility in Catalonia. \newline My main responsibility was monitoring the road safety and mobility in Catalonia. \newline The main tasks performed were: \begin{itemize} \item Automate data analysis, maps and reporting with internal R packages \item Data validation from road accidents, alcohol controls, speed cameras, fines, magnetic loops. \item Design, collect and analysis of road safety policies \item Propose road safety policies for the Catalan Road Safety Plan \item Participate in European projects and make proposals to the European Commission \item Suppliers link and follow-up of external consultants \end{itemize} }
ca_es: \cventry{2007 - 2016}{Tècnic en seguretat viària i mobilitat}{Servei Català de Trànsit, Generalitat de Catalunya}{Barcelona}{}{ El Servei Català de Trànsit és l’autoritat responsable de la seguretat viària i la mobilitat a Catalunya \newline La meva responsabilitat principal era el seguiment dels KPI de seguretat viària i de mobilitat a Catalunya. \newline Les principals tasques realitzades eren: \begin{itemize} \item Automatitzar l’anàlisi de dades, mapes i reporting amb llibreries internes d`R \item Validació de dades d’accidents, controls alcoholèmia, radar, espires electromagnètiques, sancions. \item Disseny d`estudis, recollida de dades i la seva posterior anàlisi \item Definició dels principals KPI per al correcte seguiment de la seguretat viària \item Col$\mathord{\cdot}$laborar en la definició del Pla de seguretat viària de Catalunya \item Participar en projectes europeus i realitzar propostes a la Comissió Europea \item Enllaç amb proveïdors, realització de plecs i seguiment de les consultores externes \end{itemize}}

source: \cventry{Jun. 2015}{R Programming Course}{Datosphera}{}{Barcelona}{16 hours training to the technical team at Datosphera in R programming. The course was adapted to the needs of the company and to solve their data problems.}
ca_es: \cventry{Jun. 2015}{Curs d’introducció al llenguatge de programació R}{DatoSphera}{Barcelona}{}{Formació de 16 hores a l’equip tècnic de DatoSphera. El curs va incloure una introducció als elements bàsics del llenguatge R, com programar eficientment, tractament de dades, connexió a base de dades Elastic Search, gràfics d’alta qualitat, mapes, així com generar informes automàtics.}{}

source: Languages
ca_es: Idiomes

source: \cvitem{Catalan}{Native proficiency } \cvitem{Spanish}{Native proficiency } \cvitem{English}{Full professional proficiency} \cvitem{French}{Elementary proficiency}
ca_es: \cvitem{Català}{Competència nativa} \cvitem{Castellà}{Competència nativa} \cvitem{Anglès}{Competència professional completa} \cvitem{Francès}{Competència bàsica limitada}

source: IT Skills
ca_es: Aptituds i Coneixements

source: \cvitem{Programming}{SQL, MongoDB, Python, TEX, Git.} \cvitem{Data Analysis}{R, Matlab, SPSS, SAS.} \cvitem{OS}{Windows, Mac, Linux.} \cvitem{BI}{Microstrategy, Tableau.}
ca_es: \cvitem{Programació}{SQL, MongoDB, Python, TEX, Git.} \cvitem{Data Analysis}{R, Matlab, SPSS, SAS.} \cvitem{OS}{Windows, Mac, Linux.} \cvitem{BI}{Microstrategy, Tableau.}

source: Courses
ca_es: Cursos

source: \cventry{Apr. 2012}{Programming a Robotic Car}{Udacity}{Online}{}{} \cventry{Mar. 2011}{Survey sampling design and analysis}{Institut d'Estadística de Catalunya}{Barcelona}{}{} \cventry{Sep. 2010}{Public Contracts Specification}{Escola d'Administració Pública de Catalunya}{Online}{}{} \cventry{Sep. 2009}{Agata GIS}{Servei Català de Trànsit}{Barcelona}{}{} \cventry{May 2009}{Microstrategy Desktop}{Microstrategy Business Intelligence}{Barcelona}{}{} \cventry{Apr. 2008}{Aimsun Foundation Course}{Transport Simulation Systems}{Barcelona}{}{} \cventry{Feb. 2008}{Certificate of Pedagogical Aptitude}{Universitat Politècnica de Catalunya}{Barcelona}{}{}
ca_es: \cventry{Apr. 2012}{Programming a Robotic Car}{Udacity}{Online}{}{} \cventry{Mar. 2011}{Diseny i tractament d’enquestes pel mostreig}{Institut d'Estadística de Catalunya}{Barcelona}{}{} \cventry{Sep. 2010}{Curs de contractes del sector públic,}{Escola d'Administració Pública de Catalunya}{Online}{}{} \cventry{Sep. 2009}{Agata GIS}{Servei Català de Trànsit}{Barcelona}{}{} \cventry{May 2009}{Microstrategy Desktop}{Microstrategy Business Intelligence}{Barcelona}{}{} \cventry{Apr. 2008}{Aimsun Foundation Course}{Transport Simulation Systems}{Barcelona}{}{} \cventry{Feb. 2008}{Certificat d’Aptitut Pedagògica}{Universitat Politècnica de Catalunya}{Barcelona}{}{}

source: Publications
ca_es: Publicacions

source: Presentations
ca_es: Presentacions

source: Awards
ca_es: Premis

source: \cventry{May 2019}{Accenture Datathon 2019 - Second Best Accuracy + Solution Track}{Predict melanoma patients survival rate (risk of mortality) using patient profile, genetic, tumor biopsy and blood test variables. Team with: Laia Domino, David Masip, and Jordi Puigdellivol}{}{}{}{}
ca_es: \cventry{May 2019}{Accenture Datathon 2019 - Second Best Accuracy + Solution Track}{Predir la supervivència de pacients de melanoma utilitzant dades del perfil del pacient, genètiques, biòpsia del tumor i els resultats de tests de sang. Equip amb Laia Domino, David Masip, and Jordi Puigdellivol}{}{}{}{}

source: \cventry{Oct. 2018}{eDreams ODIGEO Datathon - Second Best Accuracy Model}{Predict the type of accommodation (Hotel, Hostel, Guesthouse, Apartment, etc) using several images and Google Cloud Vision tags. Team with: David Masip and Jordi Puigdellivol}{}{}{}{}
ca_es: \cventry{Oct. 2018}{eDreams ODIGEO Datathon - Second Best Accuracy Model}{Predir el tipus d’allotjament (hotel, alberg, pensió, apartament) utilitzant diverses imatges i etiquetes de Google Cloud Vision. Equip amb David Masip i Jordi Puigdellivol}{}{}{}{}

source: \cventry{Oct. 2016}{Social Point Monster Legends Datathon - Best Business Insights Track}{Best Business Insights Track and 3rd best recommender system on gaming data. Team with: Jordi Zamora, Carlos Bort and Jordi Puigdellivol}{}{}{}{}
ca_es: \cventry{Oct. 2016}{Social Point Monster Legends Datathon - Best Business Insights Track}{Millor Business Insights Track i tercer millor sistema de recomanacions sobre dades d’un videojoc. Equip amb Jordi Zamora, Carlos Bort i Jordi Puigdellivol}{}{}{}{}

source: \cventry{May 2016}{\link[Accenture Datathon 2016 - Best Accuracy Track Model]{https://www.accenture.com/es-es/careers/analytics-datathon}}{Predicting car accidents in Barcelona based on local police accident reports. Team with: Carlos Bort, Jordi Puigdellivol and Jordi Zamora}{}{}{}{}
ca_es: \cventry{May 2016}{\link[Accenture Datathon 2016 - Best Accuracy Track Model]{https://www.accenture.com/es-es/careers/analytics-datathon}}{Predicció d’accidents de trànsit a Barcelona a partir d’informes d’accidents policials locals. Equip amb Carlos Bort, Jordi Puigdellivol i Jordi Zamora}{}{}{}{}

source: \cventry{Nov. 2015}{\link[Social Point Dragon City Datathon - Best Accuracy Track Model]{http://bcnanalytics.com/hackathon/}}{Best predictive model on video game churn. Team with: Carlos Bort, Jordi Puigdellivol and Jordi Zamora}{}{}{}{}
ca_es: \cventry{Nov. 2015}{\link[Social Point Dragon City Datathon - Best Accuracy Track Model]{http://bcnanalytics.com/hackathon/}}{Millor model predictiu per detectar jugadors que es donaran de baixa a un videojoc. Equip amb Carlos Bort, Jordi Puigdellivol i Jordi Zamora}{}{}{}{}
